Repository: caribdigital/coralledgerblue
Catalog: src/CoralLedger.Blue.Web/Resources/SharedResources.*.resx
Languages: es

# Nav_Dashboard
source: Dashboard
es: Panel de Control

# Nav_Map
source: Map
es: Mapa

# Nav_Observations
source: Observations
es: Observaciones

# Nav_Bleaching
source: Bleaching
es: Blanqueamiento

# Nav_About
source: About
es: Acerca de

# Nav_Settings
source: Settings
es: Configuración

# Nav_Home
source: Home
es: Inicio

# Nav_Alerts
source: Alerts
es: Alertas

# Nav_Report
source: Report
es: Reportar

# Nav_More
source: More
es: Más

source: Map Controls
es: Controles del Mapa

# Map_MarineProtectedAreas
source: Marine Protected Areas
es: Areas Marinas Protegidas

# Map_FishingActivity
source: Fishing Activity
es: Actividad Pesquera

# Map_ActiveAlerts
source: Active Alerts
es: Alertas Activas

# Map_LocateMe
source: Locate Me
es: Mi Ubicacion

# Map_ResetView
source: Reset View
es: Restablecer Vista

# Map_Fullscreen
source: Fullscreen
es: Pantalla Completa

# Map_Exit
source: Exit
es: Salir

# Map_Shortcuts
source: shortcuts
es: atajos

# Map_KeyboardShortcuts
source: Keyboard Shortcuts
es: Atajos de Teclado

# Map_Close
source: Close
es: Cerrar

# Map_MapView
source: Map View
es: Vista de Mapa

# Map_ListView
source: List View
es: Vista de Lista

# Legend_Title
source: Legend
es: Leyenda

# Legend_ProtectionLevels
source: Protection Levels
es: Niveles de Proteccion

# Legend_NoTakeZone
source: No-Take Zone
es: Zona de No Extraccion

# Legend_HighlyProtected
source: Highly Protected
es: Altamente Protegida

# Legend_LightlyProtected
source: Lightly Protected
es: Ligeramente Protegida

# Legend_FishingActivity
source: Fishing Activity
es: Actividad Pesquera

# Legend_Last7Days
source: Last 7 days
es: Ultimos 7 dias

# Legend_8to14Days
source: 8-14 days
es: 8-14 dias

# Legend_15to30Days
source: 15-30 days
es: 15-30 dias

# Legend_MPAViolation
source: MPA Violation
es: Violacion de AMP

# Dashboard_Title
source: Marine Intelligence Dashboard
es: Panel de Inteligencia Marina

# Dashboard_Subtitle
source: Real-time monitoring of The Bahamas Blue Economy
es: Monitoreo en tiempo real de la Economia Azul de Las Bahamas

# Dashboard_TotalMPAs
source: Total MPAs
es: Total de AMPs

# Dashboard_ActiveAlerts
source: Active Alerts
es: Alertas Activas

# Dashboard_RecentObservations
source: Recent Observations
es: Observaciones Recientes

# Dashboard_MapPreview
source: Map Preview
es: Vista Previa del Mapa

# Dashboard_ViewFullMap
source: View Full Map
es: Ver Mapa Completo

# Dashboard_ProtectedAreas
source: Protected Areas
es: Áreas Protegidas

# Dashboard_TotalProtected
source: Total Protected
es: Total Protegido

# Dashboard_SeaTemperature
source: Sea Temperature
es: Temperatura del Mar

# Dashboard_BleachingAlert
source: Bleaching Alert
es: Alerta de Blanqueamiento

# Dashboard_MPAs
source: MPAs
es: AMP

# Dashboard_FromNormal
source: from normal
es: de lo normal

# Dashboard_OfBahamianWaters
source: of Bahamian waters
es: de aguas bahameñas

# Dashboard_UnableToLoadBleachingData
source: Unable to load bleaching data
es: No se pueden cargar datos de blanqueamiento

# Dashboard_SearchMPAs
source: Search MPAs...
es: Buscar AMP...

# Dashboard_AllProtectionLevels
source: All Protection Levels
es: Todos los Niveles de Protección

# Dashboard_ExportCSV
source: Export CSV
es: Exportar CSV

# Dashboard_ExpandMap
source: Expand Map
es: Expandir Mapa

# Dashboard_MarineProtectedAreas
source: Marine Protected Areas
es: Áreas Marinas Protegidas

# Dashboard_Name
source: Name
es: Nombre

# Dashboard_IslandGroup
source: Island Group
es: Grupo de Islas

# Dashboard_Protection
source: Protection
es: Protección

# Dashboard_Area
source: Area
es: Área

# Dashboard_DataSources
source: Data Sources
es: Fuentes de Datos

# Alert_RecentAlerts
source: Recent Alerts
es: Alertas Recientes

# Alert_NoAlerts
source: No active alerts
es: Sin alertas activas

# Alert_BleachingWarning
source: Bleaching Warning
es: Advertencia de Blanqueamiento

# Alert_BleachingAlert
source: Bleaching Alert
es: Alerta de Blanqueamiento

# Alert_HeatStressDetected
source: Heat stress detected in Bahamas waters
es: Estres termico detectado en aguas de Bahamas

# Alert_AllSystemsNormal
source: All systems normal
es: Todos los sistemas normales

# Obs_Title
source: Citizen Science Observations
es: Observaciones de Ciencia Ciudadana

# Obs_SubmitNew
source: Submit New Observation
es: Enviar Nueva Observacion

# Obs_Location
source: Location
es: Ubicacion

# Obs_Type
source: Observation Type
es: Tipo de Observacion

# Obs_Description
source: Description
es: Descripcion

# Obs_Photo
source: Photo
es: Foto

# Obs_Submit
source: Submit
es: Enviar

# Common_Loading
source: Loading...
es: Cargando...

# Common_Retry
source: Retry
es: Reintentar

# Common_Save
source: Save
es: Guardar

# Common_Cancel
source: Cancel
es: Cancelar

# Common_Offline
source: Offline - Some features may be limited
es: Sin conexion - Algunas funciones pueden estar limitadas

# Footer_Copyright
source: CoralLedger Blue - Marine Intelligence Platform for The Bahamas
es: CoralLedger Blue - Plataforma de Inteligencia Marina para Las Bahamas

# Nav_Admin_Title
source: Go to admin panel
es: Ir al panel de administración

# Alert_NoStress
source: No Stress
es: Sin Estrés

# Alert_Watch
source: Watch
es: Vigilancia

# Alert_Warning
source: Warning
es: Advertencia

# Alert_Alert1
source: Alert 1
es: Alerta 1

# Alert_Alert2
source: Alert 2
es: Alerta 2

# Alert_MassBleaching
source: Mass Bleaching
es: Blanqueamiento Masivo

# Alert_Level
source: Alert {0}
es: Alerta {0}

# Alert_NoStress_Description
source: No bleaching stress detected
es: No se detectó estrés de blanqueamiento

# Alert_Watch_Description
source: Bleaching Watch - conditions approaching threshold
es: Vigilancia de Blanqueamiento - las condiciones se acercan al umbral

# Alert_Warning_Description
source: Bleaching Warning - possible bleaching expected
es: Advertencia de Blanqueamiento - posible blanqueamiento esperado

# Alert_Alert1_Description
source: Alert Level 1 - bleaching expected
es: Alerta Nivel 1 - blanqueamiento esperado

# Alert_Alert2_Description
source: Alert Level 2 - severe bleaching expected
es: Alerta Nivel 2 - blanqueamiento severo esperado

# Alert_MassBleaching_Description
source: Mass Bleaching Alert - extreme bleaching conditions
es: Alerta de Blanqueamiento Masivo - condiciones de blanqueamiento extremas

# Alert_NoStress_Tooltip
source: No thermal stress. DHW < 1°C-weeks
es: Sin estrés térmico. DHW < 1°C-semanas

# Alert_Watch_Tooltip
source: Watch: DHW 1-4°C-weeks. Monitor conditions.
es: Vigilancia: DHW 1-4°C-semanas. Monitorear condiciones.

# Alert_Warning_Tooltip
source: Warning: DHW 4-8°C-weeks. Bleaching possible.
es: Advertencia: DHW 4-8°C-semanas. Blanqueamiento posible.

# Alert_Alert1_Tooltip
source: Alert 1: DHW > 8°C-weeks. Bleaching likely.
es: Alerta 1: DHW > 8°C-semanas. Blanqueamiento probable.

# Alert_Alert2_Tooltip
source: Alert 2: DHW > 8°C-weeks. Severe bleaching.
es: Alerta 2: DHW > 8°C-semanas. Blanqueamiento severo.

# Alert_MassBleaching_Tooltip
source: Mass Bleaching: Extended extreme stress.
es: Blanqueamiento Masivo: Estrés extremo prolongado.

# Protection_NoTake
source: No-Take
es: Sin Extracción

# Protection_HighlyProtected
source: Highly Protected
es: Altamente Protegida

# Protection_LightlyProtected
source: Lightly Protected
es: Levemente Protegida

# Protection_NoTake_Short
source: No-Take
es: Sin Extracción

# Protection_HighlyProtected_Short
source: High
es: Alta

# Protection_LightlyProtected_Short
source: Light
es: Leve

# Protection_NoTake_Description
source: No-Take Zone - Highest protection level, no fishing or extraction allowed
es: Zona Sin Extracción - Nivel de protección más alto, no se permite pesca ni extracción

# Protection_HighlyProtected_Description
source: Highly Protected Area - High protection level, limited activities allowed
es: Área Altamente Protegida - Alto nivel de protección, actividades limitadas permitidas

# Protection_LightlyProtected_Description
source: Lightly Protected Area - Basic protection level, some activities permitted
es: Área Levemente Protegida - Nivel de protección básico, algunas actividades permitidas

# Bleaching_PageTitle
source: Coral Bleaching Status
es: Estado del Blanqueamiento de Coral

# Bleaching_PageSubtitle
source: MPA Comparison - Real-time NOAA Coral Reef Watch Data
es: Comparación de AMP - Datos en Tiempo Real de NOAA Coral Reef Watch

# Bleaching_HighestRisk
source: Highest Risk
es: Mayor Riesgo

# Bleaching_MPAsAtRisk
source: MPAs at Risk
es: AMP en Riesgo

# Bleaching_AvgSeaTemp
source: Avg Sea Temp
es: Temp. Promedio del Mar

# Bleaching_DataDate
source: Data Date
es: Fecha de Datos

# Bleaching_Loading
source: Loading...
es: Cargando...

# Bleaching_AcrossAllMPAs
source: Across all MPAs
es: En todas las AMP

# Bleaching_AtRiskWarning
source: DHW > 4 (Warning+)
es: DHW > 4 (Advertencia+)

# Bleaching_MPAComparison
source: MPA Bleaching Comparison
es: Comparación de Blanqueamiento de AMP

# Bleaching_SortBy
source: Sort by:
es: Ordenar por:

# Bleaching_Sort_DHW
source: DHW (Highest Risk)
es: DHW (Mayor Riesgo)

# Bleaching_Sort_SST
source: SST (Hottest)
es: SST (Más Caliente)

# Bleaching_Sort_Alert
source: Alert Level
es: Nivel de Alerta

# Bleaching_Sort_Name
source: Name (A-Z)
es: Nombre (A-Z)

# Bleaching_Sort_Area
source: Area (Largest)
es: Área (Mayor)

# Bleaching_Table_MPAName
source: MPA Name
es: Nombre de AMP

# Bleaching_Table_IslandGroup
source: Island Group
es: Grupo de Islas

# Bleaching_Table_Alert
source: Alert
es: Alerta

# Bleaching_Table_Anomaly
source: Anomaly
es: Anomalía

# Bleaching_Table_Area
source: Area (km²)
es: Área (km²)

# Bleaching_LoadingMPAs
source: Loading MPAs...
es: Cargando AMP...

# Bleaching_LoadingProgress
source: Loading {0} of {1} MPAs...
es: Cargando {0} de {1} AMP...

# Bleaching_FetchingNOAAData
source: Fetching NOAA data for each Marine Protected Area
es: Obteniendo datos de NOAA para cada Área Marina Protegida

# Bleaching_NoMPAsFound
source: No Marine Protected Areas found.
es: No se encontraron Áreas Marinas Protegidas.

# Bleaching_DHWAlertLevels
source: DHW Alert Levels
es: Niveles de Alerta DHW

# Bleaching_DataSource
source: Data Source
es: Fuente de Datos

# Bleaching_NOAAAttribution
source: NOAA Coral Reef Watch - Daily 5km Satellite Data
es: NOAA Coral Reef Watch - Datos Satelitales Diarios de 5km
